{
  "logout": "Abmelden",
  "home_title": "ANSERS",
  "home_link": "Start",
  "card_upload_title": "Hochladen",
  "card_upload_subtitle": "Laden Sie Ihren Energieverbrauch hoch",
  "card_behavior_title": "Stromverbrauch",
  "card_behavior_subtitle": "Vorhersage des Stromverbrauchs",
  "card_power_title": "Energieverbrauch",
  "card_power_subtitle": "Meine Genauigkeit",
  "card_archive_title": "Ältere Vorhersagen",
  "card_archive_subtitle": "Ältere Vorhersagen überprüfen",
  "card_user_title": "Einstellungen",
  "card_user_subtitle": "Bearbeite meine Daten",
  "card_thermostats_title": "Heizung",
  "card_thermostats_subtitle": "Einstellung Heizung",
  "user_consumer": "Elektrogeräte nach Kategorien",
  "edit_consumers": "Elektrogeräte bearbeiten",
  "login_welcome": "Willkommen bei ANSERS, bitte melden Sie sich an...",
  "login_sign_in": "Anmelden",
  "login_shared_password": "Persönlicher Code",
  "login_email_address": "Email Adresse",
  "login_submit": "Anmelden",
  "action_upload": "Hochladen",
  "upload_instruction_upload": "Bitte laden Sie die Datei mit dem aktuellen Verbrauch hier hoch",
  "upload_title_upload": "2. Stromverbrauch hochladen",
  "upload_instruction_download": "Bitte wählen Sie Ihren Stromnetzbetreiber um den aktuellen Verbrauch herunterzuladen",
  "upload_title_download": "1. Stromverbrauch herunterladen",
  "verify_title": "Verifizieren",
  "verify_login": "Anmelden",
  "consumer_name": "Gerätebezeichnung",
  "description_consumer_name": "Bitte wählen Sie eine zutreffende Bezeichnung",
  "title_create_consumer": "Gerät hinzufügen",
  "title_edit_consumer": "Gerät ändern",
  "unsaved_changes": "Ungespeicherte Änderungen werden verworfen, wollen Sie die Seite wirklich verlassen?",
  "dialog_button_cancel": "Abbrechen",
  "dialog_button_create": "Hinzufügen",
  "confirm_dialog_title": "Löschen bestätigen",
  "confirm_dialog_content": "Sind Sie sicher, dass Sie dieses Gerät löschen möchten?",
  "dialog_button_delete": "Löschen",
  "dialog_button_rename": "Umbenennen",
  "changes_saved": "Änderungen gespeichert",
  "card_well_being_title": "Wohlbefinden",
  "card_well_being_subtitle": "Aktuelles Wohlbefinden mitteilen",
  "save": "Speichern",
  "well_being_please_select_well_being_student": "Bitte wählen Sie Ihr aktuelles Wohlbefinden im Studentenzimmer aus",
  "well_being_please_select_well_being_homeowner": "Bitte wählen Sie Ihr aktuelles Wohlbefinden in der Wohnung aus",
  "mood_very_uncomfortable": "Sehr unangenehm",
  "mood_very_comfortable": "Sehr angenehm",
  "mood_very_cold": "Sehr kalt",
  "mood_very_hot": "Sehr heiß",
  "language": "Sprache",
  "info": "Info",
  "hide_consumer": "Gerät verstecken",
  "show_consumer": "Gerät anzeigen",
  "reset": "Zurücksetzen",
  "compare": "Vergleichen",
  "color_mode_light": "Hell",
  "color_mode_dark": "Dunkel",
  "day_monday": "Montag",
  "day_tuesday": "Dienstag",
  "day_wednesday": "Mittwoch",
  "day_thursday": "Donnerstag",
  "day_friday": "Freitag",
  "day_saturday": "Samstag",
  "day_sunday": "Sonntag",
  "day_weekdays": "Werktage",
  "day_weekend": "Wochenende",
  "thermostat_simple": "Einfach",
  "thermostat_advanced": "Erweitert",
  "dialog_copy_from_title": "Kopiere von",
  "thermostat_timespan": "Zeitraum",
  "thermostat_temperature": "Temperatur",
  "thermostat_insert_timespan": "Zeitraum hinzufügen",
  "thermostat_copy_from": "Kopiere von ...",
  "thermostat_select_time": "Zeit auswählen",
  "dialog_button_modify": "Ändern",
  "dialog_button_ok": "Ok",
  "thermostat_time": "Zeit",
  "thermostat_edit_entry": "Zeitraum bearbeiten",
  "thermostat_add_entry": "Zeitraum hinzufügen",
  "thermostat_use_advanced_settings": "Benutze erweiterte Einstellungen",
  "confirm_title": "Bestätigen",
  "card_behavior_full_title": "{{date, iii, dd.MM.}}",
  "archive_entry_date": "{{date, dd.MM.yyyy}}",
  "logging_in": "Anmeldung...",
  "retry": "wiederholen",
  "home_item_todos": "Aktuelle Aufgaben",
  "home_item_results": "Persönliche Ergebnisse",
  "no": "nein",
  "yes": "ja",
  "well_being_question_home": "Sind Sie derzeit zu Hause?",
  "well_being_come_back_later": "Bitte versuchen Sie es später wieder",
  "go_back": "zurück",
  "info_archive": [
    "Wählen Sie hier bitte jene Tage aus, für die Sie Ihre Vorhersage des Stromverbrauchs noch nicht korrigiert haben (orange markiert) und überarbeiten Sie im sich öffnenden Fenster Ihren Stromverbrauch für den entsprechenden Tag!",
    "Sie können immer den Stromverbrauch der letzten Tage einsehen; dabei sind jene Tage, die Sie bereits bearbeitet haben, grün markiert, jene Tage, die Sie noch nicht bearbeitet haben, orange markiert.",
    "Rechts neben jedem grün markierten Tag finden Sie ein Symbol mit drei Balken. Wenn Sie auf dieses Symbol klicken/tippen, dann erscheint für diesen Tag, wie viel Stromverbrauch Sie im Vergleich zu anderen Teilnehmenden in der Wohneinheit vorhergesagt haben und ob Sie Stromverbrauch dann vorhergesagt haben, als Strom gerade besonders zur Verfügung stand, das heißt, als Solarstrom bzw. Strom aus Windkraft zu dieser Zeit erzeugt wurde."
  ],
  "info_past_behavior": [
    "Bitte erinnern Sie sich, wann haben Sie an diesem Tag tatsächlich wie lange Strom verbraucht?",
    "Gehen Sie Kategorie für Kategorie durch; wann haben Sie an diesem Tag zum Beispiel gekocht? Stimmt die angegebene Uhrzeit mit Ihrer tatsächlichen Kochzeit an diesem Tag überein? Haben Sie tatsächlich so lange gekocht?",
    "Wenn ja, dann lassen Sie bitte die farbliche Markierung, wie sie ist.",
    "Stimmt die Kochzeit allerdings nicht überein, dann verändern Sie bitte sowohl die Uhrzeit als auch die Länge des Kochvorgangs, in dem Sie auf die farblichen Markierungen klicken oder tippen. Mit einem einfachen Klicken bzw. Tippen erscheinen jeweils 15 min. mehr als zuvor. Wenn die Stunde voll ist (nach 60 min. bzw. 4x Klicken/Tippen) dann führt ein weiteres Klicken bzw. Tippen dazu, dass die Zeit wieder auf Null gesetzt wird und die farbige Markierung verschwindet. Löschen Sie so unkorrekte farbliche Markierungen und fügen Sie neue farbliche Markierungen dazu!",
    "Gehen Sie so Kategorie für Kategorie durch und tragen Sie so den korrekten Stromverbrauch für diesen Tag ein! Am Schluss speichern Sie bitte Ihre Eingabe, indem Sie auf „Speichern“ klicken.",
    "Der Name jeder Kategorie erscheint, wenn Sie mit dem Cursor über die Kategorie fahren.",
    "Folgende stromverbrauchenden Geräte sind den jeweiligen Kategorien zugeordnet:"
  ],
  "info_past_behavior_2": [
    "Nachdem Sie Ihre Veränderungen gespeichert haben, erfahren Sie in einem neuen Fenster, wie Ihr vorhergesagter Stromverbrauch für diesen Tag im Verhältnis zu anderen Teilnehmenden in Ihrer Wohneinheit an diesem Tag war, und andererseits ob Sie Stromverbrauch dann vorhergesagt haben, als Strom gerade besonders zur Verfügung stand, das heißt, als Solarstrom bzw. Strom aus Windkraft zu dieser Zeit erzeugt wurde."
  ],
  "consumer_help": [
    "* Wäsche: Waschmaschine, Wäschetrockner, Bügeleisen, etc.",
    "* Kochen: Backrohr, Herd, Mikrowelle, Toaster, Elektrogrill, Wasserkocher, Kaffeemaschine, Abzugshaube, etc.",
    "* Spülen: Geschirrspüler, Warmwasser (nur wenn das Warmwasser mit Strom erzeugt wird!)",
    "* Hygiene/Reinigung: Haarfön, Staubsauger, Warmwasser (nur wenn das Warmwasser mit Strom erzeugt wird!), Hochdruckreiniger, etc.",
    "* Entertainment: TV, Audio/Radio, Computerspiele, Beamer, etc.",
    "* Home-Office: PC, (Laden von) Laptop, Drucker, etc.",
    "* Laden E-Mobilität: E-Auto, E-Bike, E-Scooter, etc.",
    "* Stromheizung/- Kühlung: Stromheizung, Klimaanlage, Raumklimagerät, Ventilator, etc.",
    "* Wellness: Sauna, Whirlpool, Dampfbad, Infrarotkabine, Massagesessel, etc.",
    "* Sonstiges (hoher Verbrauch, ab ca. 200 Watt): Aquariumsbeleuchtung, etc.",
    "* Sonstiges (mittlerer Verbrauch, ab ca. 20 Watt): Luftentfeuchter, Außenbeleuchtung, etc.",
    "* Sonstiges (niedriger Verbrauch, unter 20 Watt): Modelleisenbahn, etc."
  ],
  "info_well_being": [
    "Bitte geben Sie hier an, wie Sie das Klima zu Hause gerade empfinden. Überlegen Sie, ist Ihnen das Klima zu Hause (un)angenehm und empfinden Sie es eher als kalt oder heiß?",
    "Tragen Sie bitte Ihre Empfindung in das Koordinatensystem ein. Wenn Sie es zum Beispiel gerade sehr heiß und sehr angenehm empfinden, dann schieben Sie bitte den grünen Punkt mit dem Cursor in die rechte obere Ecke. Wenn Sie zum Beispiel das Klima als sehr kalt und sehr unangenehm empfinden, dann schieben Sie bitte den grünen Punkt mit dem Cursor in die linke untere Ecke.",
    "Sobald Sie den grünen Punkt entsprechend Ihrer Empfindung verschoben haben, speichern Sie bitte die Empfindung, indem Sie auf „Speichern“ klicken."
  ],
  "info_settings": "Hier können Sie Ihre Einstellungen überprüfen (E-Mail-Adresse, Wohneinheit), und verändern (Elektrogeräte nach Kategorien anzeigen oder nicht anzeigen lassen, Sprache, Bildschirmhelligkeit). Um Veränderungen vorzunehmen, klicken bzw. tippen Sie einfach auf das entsprechende Feld!",
  "info_upload": [
    "Laden Sie bitte hier Ihren Stromverbrauch der letzten Monate hoch!",
    "Wählen Sie bitte hierfür unter „1. Stromverbrauch herunterladen“ Ihren Stromnetzbetreiber aus und loggen Sie sich dann auf der Seite des Stromnetzbetreibers mit Ihren Zugangsdaten ein!",
    "Laden Sie die Stromverbrauchsdaten für die letzte drei Monate möglichst in 15-Minuten-Abständen herunter!",
    "Speichern Sie die Datei, die Sie erhalten, auf Ihrem Gerät!",
    "Laden Sie dann diese Datei in der App hoch, indem Sie in der unter dem Punkt „Hochladen“ und „2. Stromverbrauch hochladen“ auf den Button „Hochladen“ klicken bzw. tippen. Wählen Sie die Datei im erscheinenden Fenster aus und laden Sie sie hoch!"
  ],
  "info_consumers": [
    "Sie können hier verschiedene Kategorien für Elektrogeräte verstecken. Diese Kategorien erscheinen dann nicht mehr für die Vorhersage des Stromverbrauchs und auch nicht mehr bei den älteren Vorhersagen. Dies erleichtert Ihnen das Eintragen des voraussichtlichen Stromverbrauchs und das Korrigieren älterer Vorhersagen.",
    "Bevor Sie Kategorien verstecken, überlegen Sie bitte, welche Kategorien Sie niemals zu Hause nutzen. Sollten Sie zum Beispiel niemals Wellness-Geräte wie Sauna, Whirlpool, Dampfbad, Infrarotkabine, Massagesessel, etc. verwenden, dann klicken bzw. tippen Sie auf das Auge-Symbol neben der Kategorie Wellness, um die Kategorie zu verstecken.",
    "Folgende stromverbrauchenden Geräte sind den jeweiligen Kategorien zugeordnet:"
  ],
  "info_behavior": [
    "Bitte tragen Sie hier ein, wieviel Strom Sie voraussichtlich am kommenden Tag verbrauchen werden!",
    "Gehen Sie hierfür Kategorie für Kategorie durch und überlegen Sie, wann Sie in etwa welche Geräte verwenden werden. Zum Beispiel, wann werden Sie am kommenden Tag in etwa kochen, wieviel Zeit wird dabei die Verwendung der Küchengeräte in etwa in Anspruch nehmen? Sie müssen bei Ihrer Vorhersage nicht absolut exakt vorgehen, sondern schätzen Sie aus heutiger Sicht ab, wieviel Strom Sie morgen voraussichtlich verbrauchen werden!",
    "Für Stromverbrauch in einer speziellen Kategorie markieren Sie die entsprechende Stunde mit einem Klick bzw. Tippen, wenn Sie das Gerät bzw. die Geräte dieser Kategorie nicht mehr als 15 min. verwenden werden, mit zwei Klicks bzw. zwei Mal Tippen, wenn Sie die Geräte nicht mehr als 30 min. verwenden werden, mit drei Klicks bzw. drei Mal Tippen, wenn Sie die Geräte nicht mehr als 45 min. verwenden werden, und mit vier Klicks bzw. vier Mal Tippen, wenn Sie die Geräte eine ganze Stunde brauchen werden. Ein weiterer Klick bzw. ein weiteres Tippen setzt die Zeit wieder auf Null.",
    "Bitte markieren Sie dabei wirklich nur in jene Kategorien, in denen Sie Stromverbrauch erwarten!",
    "Wenn Sie für jede Kategorie Ihren voraussichtlichen morgigen Stromverbrauch eingetragen haben, klicken bzw. tippen Sie bitte auf „Speichern“!",
    "Folgende stromverbrauchenden Geräte sind den jeweiligen Kategorien zugeordnet:"
  ],
  "info_personal_code": [
    "Zur Anonymisierung Ihrer Daten, bitten wir Sie, Ihren eigenen ProbandInnen-Code zu generieren.",
    "Geben Sie dazu folgende Buchstaben und Zahlen an (in Blockbuchstaben):",
    "1. Stelle: Letzter Buchstabe des eigenen Nachnamen",
    "2. Stelle: Zweiter Buchstabe des eigenen Vornamens",
    "3. Stelle: Geburtstag (bestehend aus zwei Ziffern)",
    "4. Stelle: Erster Buchstabe des eigenen Geburtsortes",
    "Beispiel: UR01W",
    "Erika Musterfrau; geboren am 01.02.2003 in Wien"
  ],
  "info_feedback": [
    "Auf dieser Seite, sehen Sie einerseits, wie Ihr vorhergesagter Stromverbrauch für diesen Tag im Verhältnis zu anderen Teilnehmenden in Ihrer Wohneinheit an diesem Tag war, und andererseits ob Sie Stromverbrauch dann vorhergesagt haben, als Strom gerade besonders zur Verfügung stand, das heißt, als Solarstrom bzw. Strom aus Windkraft zu dieser Zeit erzeugt wurde.",
    "Das Verhältnis Ihres vorhergesagten Stromverbrauchs zu den anderen Teilnehmenden in Ihrer Wohneinheit sehen Sie an den beiden Balken. Der rechte Balken stellt jeweils den durchschnittlichen vorhergesagten Stromverbrauch der andren Teilnehmenden in Kilowattstunden (kWh) für diesen Tag dar. Der linke Balken entspricht Ihrem vorhergesagten Stromverbrauch für diesen Tag in kWh.",
    "Ist Ihr Balken grün gefärbt, dann haben Sie weniger Stromverbrauch vorhergesagt als die anderen Teilnehmenden.",
    "Ist Ihr Balken gelb gefärbt, dann haben Sie etwa gleich viel Stromverbrauch vorhergesagt wie die anderen Teilnehmenden.",
    "Ist Ihr Balken rot gefärbt, dann haben Sie mehr Stromverbrauch vorhergesagt als die anderen Teilnehmenden.",
    "Ob Sie Stromverbrauch vorhergesagt haben, als besonders Strom gerade zur Verfügung stand, sehen Sie an dem Kreis.",
    "Das grüne Kreissegment gibt an, wie viel Prozent Ihres Stromverbrauchs für Zeiten vorhergesagt wurde, als viel Strom zur Verfügung stand und erneuerbare Energiequellen gerade gut Strom produziert haben.",
    "Das gelbe Kreissegment gibt an, wie viel Prozent Ihres Stromverbrauchs für Zeiten vorhergesagt wurde, als durchschnittlich viel Strom zur Verfügung stand und erneuerbare Energiequellen etwas Strom produziert haben.",
    "Das rote Kreissegment gibt an, wie viel Prozent Ihres Stromverbrauchs für Zeiten vorhergesagt wurde, als wenig Strom zur Verfügung stand und erneuerbare Energiequellen keinen oder nur sehr wenig Strom produziert haben."
  ],
  "info_login": [
    "Auf dieser Seite gelangen Sie zur ANSERS App!",
    "Mit der ANSERS App können Sie Ihren Stromverbrauch vorhersagen und mit anderen TeilnehmerInnen vergleichen.",
    "",
    "Sollten Sie Unterstützung bei der App benötigen können Sie sich per E-Mail (eva.hofmann@uni-graz.at) oder Telefon (+43 316 380 8510) an Eva Hofmann wenden! Für weitere Informationen zum Projekt ANSERS besuchen Sie bitte die Website"
  ],
  "info_login2": "Sollten Sie nach der Eingabe nicht zur nächsten Seite weitergeleitet werden, tun Sie bitte folgendes:\n(1) Evtl. haben Sie die Daten irrtümlich falsch eingegeben. Bitte geben Sie die Daten erneut ein und versuchen Sie sich nochmals anzumelden!\n(2) Ihre Daten sind evtl. von uns noch nicht in die App eintragen worden. Bitte benachrichtigen Sie Herrn Thomas Schwengler thomas.schwengler@tugraz.at\nund senden Sie ihm Ihre E-Mail-Adresse, Ihren Personencode und den Namen des Studentenheims/der Wohnhausanlage inkl. Adresse, in der Sie leben! Vielen Dank!",
  "info_login_link": "https://psychologie.uni-graz.at/de/sozialpsychologie/forschung/ansers/",
  "change_language": "Sprache wählen",
  "page_not_found": "Seite nicht gefunden",
  "cancel": "Abbrechen",
  "file_upload_success": "Datei erfolgreich hochgeladen",
  "network_operators": "Netzbetreiber",
  "error_please_retry": "Etwas ist schief gelaufen, bitte versuchen Sie es erneut!",
  "consumer_type_laundry": "Wäsche",
  "consumer_type_cooking": "Kochen",
  "consumer_type_dishes": "Spülen",
  "consumer_type_hygiene": "Hygiene",
  "consumer_type_entertainment": "Unterhaltung",
  "consumer_type_wellness": "Wellness",
  "consumer_type_homeoffice": "Home-Office",
  "consumer_type_emobility": "E-Mobilität",
  "consumer_type_temperature": "Stromheizung/-kühlung",
  "consumer_type_high": "Sonstiges (hoher Verbrauch)",
  "consumer_type_med": "Sonstiges (mittlerer Verbrauch)",
  "consumer_type_low": "Sonstiges (niedriger Verbrauch)",
  "home_well_done_title": "Gut gemacht!",
  "home_well_done_subtitle": "Alle Aufgaben sind derzeit erledigt",
  "archive_already_done": "Bereits erledigt",
  "archive_please_check": "Bitte überpüfen",
  "feedback_energy_consumption": "Stromverbrauch",
  "feedback_my_energy_consumption": "Ihr Stromverbrauch",
  "feedback_other_energy_consumption": "Durchschnittlicher Stromverbrauch der anderen",
  "feedback_high_energy": "Viel Strom",
  "feedback_med_energy": "Durchschnittlicher Strom",
  "feedback_low_energy": "Wenig Strom",
  "verify_we_sent_a_pin": "Wir haben einen Pin an {{mail}} versendet!",
  "verify_please_check_your_email": "Bitte überprüfen Sie Ihren E-Mail-Account, geben Sie den Pin ein und klicken Sie auf Anmelden. Der Pin ist 15 Minuten gültig."
}
